Repository: elementary/initial-setup
Catalog: po/extra/*.po
Languages: ar, ca, cs, de, es, fa, fr, he, hu, id, ja, ka, nb, nl, pl, pt, ru, sk, sv, tr, uk, zh_cn, zh_tw

source: Set up elementary OS
ar: قم بإعداد elementary OS
ca: Configureu l'elementary OS
cs: Nastavit elementary OS
de: elementary OS einrichten
es: Configuración Inicial de elementary OS
fa: راه‌اندازی elementary OS
fr: Configurer elementary OS
he: הקמת elementary OS
hu: Az elementary OS beállítása
id: Menyiapkan elementary OS
ja: elementary OS をセットアップ
ka: Elementary OS-ის მორგება
nb: Sett opp elementary OS
nl: elementary OS installeren
pl: Skonfiguruj elementary OS
pt: Configurar o elementary OS
ru: Установить elementary OS
sk: Nastavenie elementary OS
sv: Konfigurera elementary OS
tr: elementary OS Kurulumu
uk: Встановити elementary OS
zh_cn: 配置 elementary OS
zh_tw: 為 elementary OS 進行初始設定

source: Set up the system
ar: قم بإعداد النظام
ca: Configureu el sistema
cs: Nastavit systém
de: System einrichten
es: Configura el sistema
fa: راه‌اندازی سیستم
fr: Installer le système
he: הקמת המערכת
hu: A rendszer beállítása
id: Menyiapkan sistem
ja: システムをセットアップします
ka: სისტემის მორგება
nb: Sett opp systemet
nl: Het systeem installeren
pl: Skonfiguruj system
pt: Configurar o sistema
ru: Установить систему
sk: Nastavte systém
sv: Konfigurera systemet
tr: Sistemi ayarla
uk: Встановити систему
zh_cn: 配置系统
zh_tw: 為系統進行初始設定

source: Initial Setup
ar: الإعداد الأولي
ca: Configuració inicial
cs: Prvotní nastavení
de: Ersteinrichtung
es: Configuración Inicial
fa: راه‌اندازی اولیه
fr: Configuration initiale
he: התקנה ראשונית
hu: Kezdeti beállítások
id: Persiapan Awal
ja: 初期設定
ka: საწყისი მორგება
nb: Førstegangsoppsett
nl: Initiële instelling
pl: Ustawienia wstępne
pt: Configuração inicial
ru: Начальная настройка
sk: Prvotné nastavenie
sv: Initial konfiguration
tr: İlk Kurulum
uk: Початкове налаштування
zh_cn: 初始设置
zh_tw: 初始化安裝

source: Assists with essential tasks before a fresh install is usable, like choosing a language and creating a user account.
ar: يساعد في المهام الأساسية قبل أن يكون التثبيت الجديد قابلاً للاستخدام، مثل اختيار اللغة وإنشاء مستخدم.
ca: Ajuda amb les tasques essencials abans que es pugui usar una instal·lació nova, com ara triar una llengua i crear un compte d'usuari.
cs: Pomáhá s nezbytnými úkony k tomu, aby novou instalaci bylo možné používat, jako je například výběr jazyka a vytvoření uživatelského účtu.
de: Hilft bei grundlegenden Aufgaben bevor eine frische Installation einsetzbar ist, wie zum Beispiel die Wahl der Sprache und das Erstellen eines Benutzeraccounts.
es: Ayuda con tareas esenciales antes de que se pueda utilizar una instalación nueva, como escoger un idioma y crear una cuenta de usuario.
fa: کمک به انجام کارهای ضروری قبل از اینکه نصب تازه قابل استفاده باشد، مانند انتخاب زبان و ایجاد حساب کاربری.
fr: Facilite les tâches essentielles avant qu'une nouvelle installation ne soit opérationnelle, comme choisir une langue et créer un compte utilisateur.
he: מסייע במשימות חיוניות בטרם תחילת השימוש בהתקנה נקייה, כמו למשל לבחור את השפה וליצור חשבון משתמש.
hu: A telepítés utáni kihagyhatatlan feladatokban segít, mint a nyelvválasztás vagy a felhasználói fiók létrehozása.
id: Membantu pada tugas-tugas penting sebelum instalasi baru dapat digunakan, seperti memilih bahasa dan membuat akun pengguna.
ja: 言語の選択やユーザーアカウントの作成など、新規インストール時に必要な作業を支援します。
ka: გეხმარებათ ძირითად ამოცანებში, სანამ სისტემას გამოყენებად მდგომარეობამდე მიიყვანთ. მაგალითად, ენის არჩევა და მომხმარებლის ანგარიშის შექმნა.
nb: Hjelper til med viktige oppgaver som gjøre en ny installasjon brukendes, som å velge språk og opprette en brukekonto.
nl: Assisteert met essentiële taken voordat een nieuwe installatie bruikbaar is zoals het kiezen van een taal en het aanmaken van een gebruikersaccount.
pl: Pomaga w niezbędnych zadaniach przed użyciem nowej instalacji, takich jak wybór języka i utworzenie konta użytkownika.
pt: Auxilia em tarefas essenciais antes que uma nova instalação seja utilizável, como escolher um idioma e criar uma conta de utilizador.
ru: Помогает выполнить основные задачи, прежде чем свежая установка станет пригодной для использования, например, выбор языка и создание учётной записи пользователя.
sk: Pomáha so základnými úlohami aby bolo možné používať novú inštaláciu, ako napríklad s výberom jazyka a vytvorením používateľského účtu.
sv: Hjälper till med viktiga uppgifter innan en ny installation kan användas, som att välja språk och skapa ett användarkonto.
tr: Yeni bir kurulum kullanılabilir duruma gelmeden önce, bir dil seçmek ve bir kullanıcı hesabı oluşturmak gibi temel görevlerde yardımcı olur.
uk: Допомагає виконати основні завдання, перш ніж нова установка стане придатною для вжитку, наприклад, вибір мови та створення облікового запису користувача.
zh_cn: 在全新安装前配置系统参数，如选择语言和创建用户账户。
zh_tw: 在新安裝時協助進行必要的作業，像是選擇語言和建立使用者帳號。

source: Improvements:
ca: Millores:
es: Mejoras:
fa: بهبودها:
fr: Améliorations :
he: שיפורים:
hu: Fejlesztések:
id: Peningkatan:
ja: 改善点:
ka: გაუმჯობესებები:
nb: Forbedringer:
nl: Verbeteringen:
pl: Ulepszenia:
pt: Melhorias:
ru: Улучшения:
sk: Vylepšenia:
sv: Förbättringar:
uk: Удосконалення:
zh_tw: 改善項目：

source: Use larger icons in views
ca: Icones més grosses a les vistes
es: Se usan íconos más grandes en las vistas
fa: استفاده از آیکون‌های بزرگ‌تر در نماها
fr: Utilisation de plus grandes icônes dans les vues
he: שימוש בסמלים גדולים יותר בתצוגות
hu: Nagyobb ikonok használata a nézetekben
id: Menggunakan ikon yang lebih besar dalam tampilan
ja: 各画面でより大きなアイコンを使用するように修正
ka: ხედებში დიდი ხატულების ჩვენება
nb: Større ikoner i visninger
nl: Gebruik grotere iconen in weergaven
pl: Użyto większych ikon w widokach
pt: Utiliza ícones maiores nas visualizações
ru: Использование больших значков
sk: V zobrazeniach používať väčšie ikony
sv: Använd större ikoner i vyerna
uk: Збільшені піктограми у поданнях
zh_tw: 在各畫面中使用更大的圖示

source: Make window resizable
ca: Es pot canviar la mida de la finestra.
es: La ventana ahora es redimensionable
fa: امکان تغییر اندازه پنجره فراهم شود
fr: La fenêtre peut désormais être redimensionnée
he: החלונות ניתנים להגדלה והקטנה
hu: Átméretezhető ablak
id: Membuat jendela dapat diubah ukurannya
ja: ウィンドウサイズが変更可能に
ka: ფანჯრის ზომის შეცვლადობა
nb: Vinduer kan endre størrelse
nl: Venstergrootte aanpasbaar maken
pl: Okna mogą teraz zmieniać rozmiar
pt: Tornar a janela redimensionável
ru: Окно теперь может менять размер
sk: Umožniť úpravu veľkosti okna
sv: Gör fönster möjliga att storleksändra
uk: Вікно змінюваного розміру
zh_tw: 讓視窗可以調整大小

source: Show keyboard layouts in a separate window
ca: Disposicions del teclat en una finestra independent
es: Se muestran las distribuciones de teclado en una ventana separada
fa: نمایش چیدمان‌های صفحه‌کلید در پنجره‌ای جداگانه
fr: Affichage des dispositions du clavier dans une fenêtre distincte
he: פריסות מקלדת יוצגו בחלון נפרד
hu: Billentyűzetkiosztás megjelenítése külön ablakban
id: Menampilkan tata letak keyboard di jendela terpisah
ja: キーボードレイアウトを別ウィンドウで表示するように修正
ka: კლავიატურის განლაგებების ცალკე ფანჯარაში ჩვენება
nb: Vis tastaturoppsett i eget vindu
nl: Toetsenbordindeling weergeven in een apart venster
pl: Pokazanie układów klawiatury w osobnym oknie
pt: Mostrar os esquemas de teclado numa janela separada
ru: Показ раскладок клавиатуры в отдельном окне
sk: Zobrazovať rozloženia klávesnice v samostatnom okne
sv: Visa tangentbordslayouter i ett separat fönster
uk: Показ розкладок клавіатури в окремому вікні
zh_tw: 讓鍵盤配置在另一個視窗中顯示

source: Allow hyphens in device names
ca: Permet els guions als noms dels dispositius.
es: Ahora se permiten guiones para los nombres de equipos
fa: اجازه استفاده از خط تیره در نام دستگاه‌ها
fr: Autorisation des tirets dans le nom des périphériques
he: אפשר להשתמש במקפים בשמות המכשירים
hu: Kötőjelek engedélyezése az eszköznevekben
id: Izinkan tanda hubung dalam nama perangkat
ja: デバイス名にハイフンを使用できるように修正
ka: მოწყობილობის სახელებში გამოტოვების დაშვება
nb: Tillat bindestrek i enhetsnavn
nl: Sta koppeltekens toe in apparaatnaam
pl: Dozwolono używać myślników w nazwach urządzeń
pt: Permite hífens nos nomes de dispositivos
ru: Разрешены дефисы в имени устройства
sk: Povoliť používanie pomlčiek v názvoch zariadení
sv: Tillåt bindestreck i enhetsnamn
uk: Дозволено дефіс у назвах пристроїв
zh_tw: 允許裝置名稱中使用 hyphen

source: Updated translations
ca: Traduccions actualitzades
es: Traducciones actualizadas
fa: ترجمه‌های به‌روز شده
fr: Mise à jour des traductions
he: עודכנו התרגומים
hu: Frissített fordítások
id: Terjemahan yang diperbarui
ja: 翻訳の更新
ka: განახლებული თარგმანები
nb: Oppdaterte oversettelser
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
sv: Uppdaterade översättningar
uk: Оновлено переклади
zh_tw: 翻譯更新

source: Offer to switch to right-click primary mouse button
ca: Ofereix canviar al botó principal del ratolí amb el botó dret del ratolí.
es: Ahora se ofrece cambiar el clic principal del mouse al botón izquierdo o derecho
fa: پیشنهاد تغییر دکمه اصلی ماوس به کلیک راست
fr: Il est désormais possible de modifier le bouton principal de la souris
he: הצעה להחלפת המקש הימני בעיקרי בעכבר
hu: Elsődleges egérgomb jobbra cseréjének felajánlása
id: Tawarkan untuk beralih ke klik kanan tombol mouse utama
ja: マウスの主ボタンで右クリックを行うかどうか尋ねる機能を追加
ka: თაგუნას ძირითადი ღილაკის მარჯვენაზე გადართვის შეთავაზება
nb: Tilby bytte til høyreklikk som primær museknapp
nl: Bied aan om te wisselen naar rechter-klik primaire muisknop
pl: Opcja zmiany na prawy przycisk myszy jako główny przycisk
pt: Oferece a troca para o botão direito do rato no botão principal do rato
ru: Предложение использовать правую кнопку мыши как основную
sk: Ponúknuť možnosť prepnúť primárne tlačidlo myši na pravé tlačidlo
sv: Möjligt att byta till högerklick på primär musknapp
uk: Пропозиція змінити основну кнопку миші на праву
zh_tw: 主動提供切換至右鍵為主要點擊的選項

source: Suggest connecting to a network
ca: Suggereix connectar-se a una xarxa.
es: Ahora se sugiere conectarse a una red
fa: پیشنهاد اتصال به شبکه
fr: Suggestion de connexion à un réseau
he: הצעת התחברות לרשת
hu: Hálózatra való csatlakozás javaslása
id: Menyarankan untuk menyambung ke jaringan
ja: インターネットへの接続を提案するように修正
ka: ქსელთან მიერთების მინიშნება
nb: Foreslå tilkobling til et nettverk
nl: Stel voor om verbinding te maken met een netwerk
pl: Proponowanie połączenia z siecią
pt: Sugere a ligação a uma rede
ru: Предложение подключиться к Интернету
sk: Navrhnúť pripojenie sa k sieti
sv: Föreslå anslutning till ett nätverk
uk: Пропозиція під'єднатися до мережі
zh_tw: 提供連線到網路的建議

source: Avoid political naming of certain locales
fr: Nous avons évité les appellations politiques de certains lieux
id: Hindari penamaan politik untuk lokal tertentu
ja: 一部地域名に政治的な問題があったのを修正
nb: Ungått politiske navn for noen lokaliteter
sk: Vyhnúť sa politickému názvosloviu v určitých oblastiach
uk: Уникнення політичних назв окремих локалей

source: New features:
ar: ميزات جديدة:
cs: Nové funkce:
de: Neue Funktionen:
fr: Nouvelles fonctionnalités :
tr: Yeni özellikler:
zh_cn: 新特性：

source: Confirm and change device name
ar: تأكيد وتغيير اسم الجهاز
cs: Potvrďte a změňte název zařízení
de: Gerätenamen bestätigen und ändern
fr: Confirmation et modification du nom de l'appareil
tr: Cihaz adını onayla ve değiştir
zh_cn: 确认并更改设备名称

source: Two-finger swipe to navigate back
ar: تمريرة بأصبعين للرجوع إلى الوراء
cs: Přejetí dvěma prsty pro návrat zpět
de: Zwei-Finger-Wisch um zur vorherigen Seite zurück zu navigieren
fr: Faites glisser deux doigts pour revenir en arrière
tr: Geri gitmek için iki parmakla kaydırma
zh_cn: 双指滑动以返回导航

source: Minor updates:
ar: تحديثات طفيفة:
cs: Menší aktualizace:
de: Kleinere Aktualisierungen:
fr: Mises à jour mineures :
tr: Küçük güncellemeler:
zh_cn: 次要更新：

source: Translation updates
ar: تحديثات على الترجمة
cs: Aktualizace překladů
de: Aktualisierte Übersetzungen
fr: Mise à jour des traductions
tr: Çeviriler güncellendi
zh_cn: 翻译更新

source: elementary, Inc.
he: elementary בע״מ

source: Improve screen reader labels for entries, pages, and buttons
ca: Millora de les etiquetes dels lectors de pantalla per a entrades, pàgines i botons
es: Se han mejorado las etiquetas de las entradas, páginas y botones para los lectores de pantalla
fa: بهبود برچسب‌های صفحه‌خوان برای موارد ورودی، صفحات و دکمه‌ها
he: תוויות מקריא המסך לרשומות, עמודים הכפתורים השתפרו
hu: Jobb címkék a képernyőolvasóknak
ka: ეკრანის წამკითხველის ჭდეების გაუმჯობესება ელემენტებისთვის, გვერდებისთვის და ღილაკებისთვის
nl: Verbeter schermlezer labels voor invoer, pagina's en knoppen
pl: Poprawiono etykiety czytnika ekranu dla pozycji menu, stron oraz przycisków
pt: Melhora os rótulos do leitor de ecrã para introduções, páginas e botões
ru: Улучшены метки экранного диктора для полей, страниц и кнопок
sv: Förbättra etiketter för skärmläsare för poster, sidor och knappar
zh_tw: 改善項目、頁面和按鈕的螢幕閱讀器標籤

source: Improve keyboard navigation
ca: Millora de la navegació amb el teclat
es: Se ha mejorador la navegación con el teclado
fa: بهبود ناوبری با صفحه‌کلید
he: ניווט באמצעות מקלדת השתפר
hu: Jobb irányítás billentyűzettel
ka: კლავიატურით ნავიგაციის გაუმჯობესება
nl: Verbeter toetsenbordnavigatie
pl: Poprawiono nawigację przy użyciu klawiatury
pt: Melhora a navegação pelo teclado
ru: Улучшена навигация с клавиатуры
sv: Förbättra navigering med tangentbordet
zh_tw: 改善鍵盤瀏覽

source: Automatically prompt for screen reader after a timeout
ca: Demana automàticament el lector de pantalla després d'un temps d'espera.
es: Se solicita automáticamente por un lector de pantalla después de un límite de tiempo
fa: پس از گذشت زمان مشخص به‌صورت خودکار درخواست فعال‌سازی صفحه‌خوان شود
he: להציג בקשה על מקריא המסך לאחר שפג הזמן להמתנה אוטומטית
hu: A képernyőolvasó automatikus felajánlása bizonyos idő elteltével
ka: ეკრანის მკითხველის შესახებ კითხვა მოლოდინის დროის ამოწურვის შემდეგ
nl: Prompt schermlezer automatisch na een time-out
pl: Automatyczne pytanie o czytnik ekranu po pewnym czasie
pt: Invoca automaticamente o leitor de ecrã após um tempo limite
ru: Автоматическое предложение включить чтение с экрана через некоторое время
sv: Automatisk uppmaning till skärmläsare efter en tidsgräns
uk: Автоматичний запит на зчитування з екрана після завершення часу очікування
zh_tw: 經過一段時間之後自動詢問使用螢幕閱讀器

source: Set keyboard layout in accountsservice
ar: اختيار تخطيط لوحة المفاتيح في accountsservice
cs: Nastavení rozložení klávesnice v accountsservice
de: Keyboard Layout in accountsservice gesetzt
tr: Hesaplar hizmetinde klavye düzenini ayarla
zh_cn: 在帐户服务中设置键盘布局

source: Add multitouch gestures
ar: إضافة حركات اللمس المتعدد
cs: Přidání vícedotykových gest
de: Multitouch-Gesten hinzufügen
tr: Çoklu dokunma hareketleri eklendi
zh_cn: 添加多点触控手势

source: Set correct locales
ar: ضبط الأماكن بشكل صحيح
cs: Nastavte správná místní a jazyková nastavení
de: Korrekte Sprachumgebung setzen
tr: Doğru yerel ayarlar ayarlandı
zh_cn: 设置正确的语言环境

source: New colorful avatar fallback
ar: ألوان بديلة احتياطية مكان الصورة الشخصية في حال لم توجد
cs: Nový barevný avatar jako náhrada za ikonku uživatele
de: Neue farbenfrohe Avatar-Fallbacks
tr: Yeni renkli avatar yedeği eklendi
zh_cn: 新的备用多彩头像

source: Initial release
ar: الإصدار الأولي
cs: Prvotní vydání
de: Erstmaliges Release
tr: İlk sürüm
zh_cn: 初始发行版本
