Repository: elementary/initial-setup
Catalog: po/*.po
Languages: ckb, cs, de, es, fa, fi, fr, he, id, ko, lb, nl, nn, pl, pt_br, ru, sk, sv, th, tr, uk, zh_cn

source: The right mouse button was used where a primary click was expected. You can choose to always use the right mouse button for primary click.
ckb: دوگمەی ڕاستی ماوس لەو شوێنانە بەکارهات کە چاوەڕوان دەکرا کرتەی سەرەکی بکرێت. دەتوانیت هەڵبژێریت کە هەمیشە دوگمەی ڕاستی ماوس بەکاربهێنیت بۆ کرتەی سەرەکی.
cs: Tam, kde bylo očekáváno kliknutí levým tlačítkem, bylo použito tlačítko levé. Vždy ale můžete zvolit, že chcete použít pro akce kliknutí levým tlačítkem naopak tlačítko pravé.
de: Die rechte Maustaste wurde verwendet, als ein primärer Klick erwartet wurde. Sie können festlegen, dass die rechte Maustaste immer für den primären Klick verwendet werden soll.
es: El botón derecho del ratón se usará donde como el clic principal. Puede elegir usar siempre el botón derecho del ratón como clic principal.
fa: دکمه سمت راست ماوس به عنوان کلیک اصلی انتخاب بود. می توانید انتخاب کنید که همیشه از دکمه سمت راست ماوس برای کلیک اصلی استفاده کنید.
fi: Hiiren oikeaa painiketta käytettiin, kun odotettiin hiiren ensisijaista napsautusta. Voit valita ensisijaiseksi napsautuksen tehtäväksi aina hiiren oikealla painikkeella.
fr: Le bouton droit de la souris a été utilisé là où un clic principal était attendu. Vous pouvez choisir de toujours utiliser le bouton droit de la souris pour le clic principal.
he: לחצן העכבר הימני שימש במקום בו הייתה אמור להיות לחיצה עיקרית. ניתן לבחור להשתמש תמיד בלחצן העכבר הימני ללחיצה עיקרית.
id: Tombol kanan mouse digunakan di mana klik utama diharapkan. Anda dapat memilih untuk selalu menggunakan tombol kanan mouse untuk klik utama.
ko: 마우스 오른쪽 버튼은 기본 클릭이 예상되는 곳에 사용되었습니다. 기본 클릭에 항상 마우스 오른쪽 버튼을 사용하도록 선택할 수 있습니다.
lb: Déi riets Maus Knäppchen gouf benotzt wou e primäre Klick erwaart gouf. Dir kënnt wielen ëmmer de rietse Maus Knäppchen fir de primäre Klick ze benotzen.
nl: De rechter muisknop was gebruikt daar waar een primaire muisklik was verwacht. U kunt kiezen om altijd de rechter muisknop te gebruiken als primaire muisklik.
nn: Høgretrykk på musa vart brukt når ein forventar eit hovedtrykk. Du kan velja å alltid bruka høgretrykk som hovedtrykk.
pl: Prawy przycisk myszy został wykryty w miejscu gdzie oczekiwano przycisku głównego. Możesz wybrać by zawsze używać prawego przycisku myszy jako przycisku głównego.
pt_br: O botão direito do mouse foi utilizado onde se esperava o clique principal. Você pode optar por utilizar sempre o botão direito do mouse para o clique principal.
ru: Правая кнопка мыши была задействована в месте, где ожидалось нажатие основной клавишей. Вы можете выбрать постоянное использование правой кнопки мыши как основной.
sk: Pravé tlačidlo myši bolo používané, keď sa očakávalo stlačenie primárneho tlačidla myši. Môžete si vybrať, či chcete používať pravé tlačidlo myši ako primárne namiesto ľavého tlačidla.
sv: Höger musknapp användes där ett primärt klick förväntades. Du kan välja att alltid använda höger musknapp för primärt klick.
tr: Birincil tıklamanın beklendiği yerde sağ fare düğmesi kullanıldı. Birincil tıklama için her zaman sağ fare düğmesini kullanmayı seçebilirsiniz.
uk: Права кнопка миші була натиснута там, де очікувалося натискання основної кнопки. Ви можете завжди встановити праву кнопку миші основною.
zh_cn: 在预期主要点击的地方使用了鼠标右键。 您可以选择始终使用鼠标右键进行主要单击。

source: Right-Click as Primary
ckb: کرتەی لای ڕاست وەکو سەرەکی
cs: Kliknutí pravým ve funkci toho levého
de: Rechtsklick als primärer
es: Clic derecho como clic principal
fa: استفاده از راست کلیک به عنوان کلیک کننده اصلی
fi: Oikea napsautus ensisijaiseksi
fr: Clic droit en tant que clic principal
he: לחיצה ימנית כעיקרית
id: Klik Kanan sebagai Utama
ko: 오른쪽 클릭 기본
lb: Riets-Klick als Primär
nl: Rechter muisklik als primair
nn: Høgretrykk som standard
pl: Prawy przycisk jako główny
pt_br: Botão direito do mouse como principal
ru: Правая кнопка мыши как основная
sk: Kliknutie pravým tlačidlom ako primárne
sv: Högerklicka som primär
tr: Birincil Olarak Sağ Tıklayın
uk: Зробити праву кнопку миші основною
zh_cn: 右键单击为主

source: Left-Click as Primary
ckb: کرتەی لای چەپ وەکو سەرەکی
cs: Kliknutí levým ve funkci levého
de: Linksklick als primärer
es: Clic izquierdo como clic principal
fa: استفاده از کلیک چپ به عنوان کلیک کننده اصلی
fi: Vasen napsautus ensisijaiseksi
fr: Clic gauche en tant que clic principal
he: לחיצה שמאלית כעיקרית
id: Klik Kiri sebagai Utama
ko: 왼쪽 클릭 기본
lb: Lénks-Klick als Primär
nl: Linker muisklik als primair
nn: Venstretrykk som standard
pl: Lewy przycisk jako główny
pt_br: Botão esquerdo do mouse como principal
ru: Левая кнопка мыши как основная
sk: Kliknutie ľavým tlačidlom ako primárne
sv: Vänsterklicka som primär
tr: Birincil Olarak Sol Tıklayın
uk: Зробити ліву кнопку миші основною
zh_cn: 左键单击为主

source: Use the left mouse button for primary click?
ckb: بەکارهێنای دوگمەی لای چەپی ماوس بۆ کرتەی سەرەکی؟
cs: Použít pro akce kliknutí levým tlačítkem skutečně to levé?
de: Linke Maustaste für den primären Klick verwenden?
es: ¿Usar el botón izquierdo del ratón como clic principal?
fa: از دکمه سمت چپ ماوس برای کلیک اصلی استفاده کنید؟
fi: Haluatko käyttää hiiren vasenta painiketta ensisijaisena napsautuksena?
fr: Utiliser le bouton gauche de la souris pour le clic principal ?
he: להשתמש בלחצן העכבר השמאלי ללחיצה עיקרית?
id: Gunakan tombol kiri mouse untuk klik utama?
ko: 기본 클릭으로 마우스 왼쪽 버튼을 사용하시겠습니까?
lb: Benotzt déi lénks Maus Knäppchen fir primär Klick?
nl: Gebruik de linker muisknop als primaire klik?
nn: Vil du bruka venstretrykk som hovedtrykk?
pl: Używaj lewego przycisku myszy jako głównego?
pt_br: Usar o botão esquerdo do mouse como clique principal?
ru: Использовать левую кнопку мыши как основную?
sk: Nastaviť ľavé tlačidlo myši ako primárne tlačidlo?
sv: Använd vänster musknapp för primärt klick?
tr: Birincil tıklama için sol fare düğmesi kullanılsın mı?
uk: Використовувати ліву кнопку миші основною?
zh_cn: 使用鼠标左键进行主要点击？

source: The left mouse button was used where a primary click was expected. You can choose to always use the left mouse button for primary click.
ckb: دوگمەی چەپی ماوس لەو شوێنانە بەکارهات کە چاوەڕوان دەکرا کرتەی سەرەکی بکرێت. دەتوانیت هەڵبژێریت کە هەمیشە دوگمەی چەپی ماوس بەکاربهێنیت بۆ کرتەی سەرەکی.
cs: Tam, kde bylo očekáváno kliknutí levým tlačítkem, bylo použito právě to. Vždy můžete zvolit, že chcete použít pro akce kliknutí levým tlačítkem skutečně levé tlačítko.
de: Die linke Maustaste wurde verwendet, als ein primärer Klick erwartet wurde. Sie können festlegen, dass die linke Maustaste immer für den primären Klick verwendet werden soll.
es: Se usará el botón izquierdo del ratón como el clic principal. Puede elegir usar siempre el botón izquierdo del ratón para el clic principal.
fa: دکمه سمت چپ ماوس به عنوان کلیک اصلی انتخاب بود. می توانید انتخاب کنید که همیشه از دکمه سمت راست ماوس برای کلیک اصلی استفاده کنید.
fi: Hiiren vasenta painiketta käytettiin, kun odotettiin hiiren ensisijaista napsautusta. Voit valita ensisijaiseksi napsautuksen tehtäväksi aina hiiren vasemmalla painikkeella.
fr: Le bouton gauche de la souris a été utilisé là où un clic principal était attendu. Vous pouvez choisir de toujours utiliser le bouton gauche de la souris pour le clic principal.
he: לחצן העכבר השמאלי שימש במקום בו הייתה אמור להיות לחיצה עיקרית. ניתן לבחור להשתמש תמיד בלחצן העכבר השמאלי ללחיצה עיקרית.
id: Tombol kiri mouse digunakan di mana klik utama diharapkan. Anda dapat memilih untuk selalu menggunakan tombol kiri mouse untuk klik utama.
ko: 마우스 왼쪽 버튼은 기본 클릭이 예상되는 곳에 사용되었습니다. 기본 클릭에 항상 마우스 왼쪽 버튼을 사용하도록 선택할 수 있습니다.
lb: Déi lénks Maus Knäppchen gouf benotzt wou e primäre Klick erwaart gouf. Dir kënnt wielen ëmmer de lénkse Maus Knäppchen fir de primäre Klick ze benotzen.
nl: De linker muisknop was gebruikt daar waar een primaire muisklik was verwacht. U kunt kiezen om altijd de linker muisknop te gebruiken als primaire muisklik.
nn: Venstretrykk på musa vart brukt når ein forventar eit hovedtrykk. Du kan velja å alltid bruka venstretrykk som hovedtrykk.
pl: Lewy przycisk myszy został wykryty w miejscu gdzie oczekiwano przycisku głównego. Możesz wybrać by zawsze używać lewego przycisku myszy jako przycisku głównego.
pt_br: O botão esquerdo do mouse foi utilizado onde se esperava um clique principal. Você pode optar por utilizar sempre o botão esquerdo do mouse para o clique principal.
ru: Левая кнопка мыши была задействована в месте, где ожидалось нажатие основной клавишей. Вы можете выбрать постоянное использование левой кнопки мыши как основной.
sk: Ľavé tlačidlo myši bolo používané, keď sa očakávalo stlačenie primárneho tlačidla myši. Môžete si vybrať, či chcete používať ľavé tlačidlo myši ako primárne namiesto pravého tlačidla.
sv: Vänster musknapp användes där ett primärt klick förväntades. Du kan välja att alltid använda vänster musknapp för primärt klick.
tr: Birincil tıklamanın beklendiği yerde sol fare düğmesi kullanıldı. Birincil tıklama için her zaman sol fare düğmesini kullanmayı seçebilirsiniz.
uk: Ліва кнопка миші була натиснута там, де очікувалося натискання основної кнопки. Ви можете завжди встановити ліву кнопку миші основною.
zh_cn: 鼠标左键用于预期主要点击的地方。 您可以选择始终使用鼠标左键进行主要单击。

source: Select a Language
ckb: زمانێک دیاریکە
cs: Vyberte jazyk
de: Sprache wählen
es: Seleccione un idioma
fa: انتخاب زبان
fi: Valitse kieli
fr: Sélectionner une langue
he: בחירת שפה
id: Pilih Bahasa
ko: 언어 선택
lb: Sprooch wielen
nl: Selecteer een taal
nn: Vel eit språk
pl: Wybierz język
pt_br: Escolha o Idioma
ru: Выберите язык
sk: Vyberte jazyk
sv: Välj ett språk
th: เลือกภาษา
tr: Bir Dil Seçin
uk: Виберіть мову
zh_cn: 选择语言

source: Currently active language
ckb: زمانی کارای ئێستا
cs: Právě používaný jazyk
de: Aktuell eingestellte Sprache
es: Idioma elegido actualmente
fa: زبان فعال کنونی
fi: Parhaillaan aktiivinen kieli
fr: Langue actuellement active
he: השפה הפעילה כרגע
id: Bahasa yang aktif saat ini
ko: 현재 사용하고 있는 언어
lb: Aktuell aktiv Sprooch
nl: Momenteel actieve taal
nn: Noverande språk
pl: Aktywny język
pt_br: Linguagem atualmente ativa
ru: Текущий язык
sk: Práve používaný jazyk
sv: Nuvarande aktivt språk
th: ภาษาที่ใช้งานในปัจจุบัน
tr: Şu anda etkin olan dil
uk: Поточна мова
zh_cn: 当前选中的语言

source: Connect Network
ckb: پەیوەندیکردن بە تۆڕەوە
cs: Připojte síť
de: Mit Netzwerk verbinden
es: Conectar a una red
fa: اتصال به شبکه
fi: Yhdistä verkkoon
fr: Connexion au réseau
he: חיבור לרשת
id: Sambungkan Jaringan
ko: 네트워크 연결
lb: Mat Netzwierk verbannen
nl: Verbind met netwerk
nn: Kopla til eit nettverk
pl: Podłącz z siecią
pt_br: Conectar rede
ru: Подключится к Интернету
sk: Pripojte sa do siete
sv: Anslut nätverk
tr: Ağı Bağla
uk: Під'єднатися до інтернету
zh_cn: 连接网络

source: An Internet connection is required to receive updates, install new apps, and connect to online services
ckb: بۆ وەرگرتنی نوێکارییەکان و دامەزراندنی ئەپی نوێ و پەیوەندیکردن بە خزمەتگوزارییە ئۆنلاینەکانەوە پێویستە هێڵی ئینتەرنێت هەبێت
cs: Připojení k Internetu je zapotřebí pro získávání aktualizací, instalaci nových aplikací a připojování k online službám
de: Für Aktualisierungen, der Installation neuer Anwendungen und die Verbindung zu Online-Diensten ist eine Internet-Verbindung nötig
es: Se requiere una conexión a Internet para recibir actualizaciones, instalar nuevas aplicaciones, y conectarse a servicios en línea
fa: برای دریافت به‌روزرسانی‌ها، نصب برنامه‌های جدید و اتصال به سرویس‌های آنلاین به اتصال اینترنت نیاز است
fi: Internetyhteys vaaditaan päivitysten vastaanottamista, uusien sovellusten asentamista ja verkkopalveluihin yhdistämistä varten
fr: Une connexion Internet est requise pour recevoir des mises à jour, installer de nouvelles applications, et se connecter aux services en ligne
he: דרוש חיבור רשת כדי לקבל עדכונים, להתקין יישומים חדשים ולהתחבר לשירותים מקוונים
id: Koneksi Internet diperlukan untuk menerima pembaruan, memasang aplikasi baru, dan terhubung ke layanan daring
ko: 업데이트, 새로운 앱 설치, 온라인 서비스 연결 등을 하려면 인터넷에 연결해야 합니다
lb: Eng Internetverbindung ass erfuerderlech fir Updates ze kréien, nei Apps z'installéieren a mat Online Servicer ze verbannen
nl: Een internet verbinding is vereist om updates te ontvangen, nieuwe apps te installeren en met online diensten te verbinden
nn: Det er naudsynt å kopla til eit nettverk for å motta oppdateringar, installera nye appar og å kopla til nettkontoar
pl: Połączenie z internetem jest wymagane aby otrzymywać aktualizacje, instalować nowe aplikacje i do łączenia z usługami online
pt_br: Uma conexão com a internet é necessária para receber atualizações, instalar novas aplicações e se conectar aos serviços online
ru: Для получения обновлений, установки новых приложений и подключения к онлайн-сервисам нужно соединение с Интернетом
sk: Pripojenie na internet je potrebné pre získavanie aktualizácií, inštaláciu nových aplikácií a pripojeniu k online službám
sv: En internetanslutning krävs för att ta emot uppdateringar, installera nya appar och ansluta till onlinetjänster
tr: Güncellemeleri almak, yeni uygulamalar yüklemek ve çevrimiçi hizmetlere bağlanmak için İnternet bağlantısı gereklidir
uk: Для отримання оновлень, встановлення нових застосунків та під'єднання до онлайн-служб потрібне з'єднання з інтернетом
zh_cn: 需要 Internet 连接才能接收更新、安装新应用程序和连接到在线服务

source: Choose a nearby wireless network from the network indicator in the top right.
ckb: لە لای ڕاست لە سەرەوە، لە نیشاندەری تۆڕەکان؛ تۆڕێکی بێ وەیاری نزیک هەڵبژێرە.
cs: Vyberte Wi-Fi síť poblíž z indikátoru sítě vpravo nahoře.
de: Eines der verfügbaren drahtlosen Netzwerke im Netzwerkindikator oben rechts wählen.
es: Elija una red inalámbrica cercana desde el indicador de red en la parte superior derecha.
fa: یک اینترنت وایرلس نزدیک را از نشانگر شبکه در سمت راست بالا انتخاب کنید.
fi: Valitse lähellä oleva langaton verkko oikean yläkulman verkkoilmaisimesta.
fr: Sélectionnez un réseau Wi-Fi à proximité depuis l'indicateur de réseau en haut à droite.
he: נא לבחור רשת אלחוטית בקרבת מקום מהמחוון בפינה השמאלית העליונה.
id: Pilih jaringan nirkabel terdekat dari indikator jaringan di kanan atas.
ko: 오른쪽 상단의 네트워크 표시기에서 가까운 무선 네트워크를 선택합니다.
lb: Wielt en drahtlose Netzwierk aus dem Netzwierkindikator uewe riets.
nl: Selecteer een draadloos netwerk via de netwerk indicator rechtsboven in het scherm.
nn: Velg eit trådlaust nettverk i nærleiken frå nettverksindikatoren oppe til høgre.
pl: Wybierz pobliską sieć bezprzewodową z indykatora sieci w prawym górnym rogu.
pt_br: Escolha uma rede sem fio mais próxima a partir do indicador de rede no canto superior direito.
ru: Выберите беспроводную сеть с помощью индикатора сети в правом верхнем углу.
sk: Vyberte blízku bezdrôtovú sieť z indikátora siete vpravo hore.
sv: Välj ett trådlöst nätverk i närheten från nätverksindikatorn längst upp till höger.
tr: Sağ üstteki ağ göstergesinden yakındaki bir kablosuz ağı seçin.
uk: Виберіть бездротову мережу поблизу за допомогою індикатора мережі у верхньому правому куті.
zh_cn: 在右上角的网络指示器中选择附近的无线网络。

source: Connect a network cable
ckb: پەیوەستکردنی تۆڕێکی کەیبڵ
cs: Připojte kabel datové sítě
de: Netzwerkkabel anschließen
es: Conecte un cable de red
fa: یک کابل شبکه وصل کنید
fi: Yhdistä verkkokaapeli
fr: Connectez un câble réseau
he: נא לחבר כבל רשת
id: Sambungkan kabel jaringan
ko: 네크워크 케이블 연결
lb: Netzwierkkabel verbannen
nl: Verbind een netwerkkabel
nn: Kopla til ein nettverkskabel
pl: Podłącz kabel sieciowy
pt_br: Conectar um cabo de rede
ru: Подключите сетевой кабель
sk: Pripojte sieťový kábel
sv: Anslut en nätverkskabel
tr: Bir ağ kablosu bağlayın
uk: Під'єднайте мережевий кабель
zh_cn: 连接网线

source: Skip
ckb: تێپەڕاندن
cs: Přeskočit
de: Überspringen
es: Saltar
fa: رد کردن
fi: Ohita
fr: Ignorer
he: דילוג
id: Lewati
ko: 건너 뛰기
lb: Iwwersprangen
nl: Overslaan
nn: Hopp over
pl: Pomiń
pt_br: Pular
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
tr: Atla
uk: Пропустити
zh_cn: 跳过

source: Next
ckb: دواتر
cs: Další
de: Weiter
es: Siguiente
fa: بعدی
fi: Seuraava
fr: Suivant
he: הבא
id: Berikutnya
ko: 다음
lb: Weider
nl: Volgende
nn: Neste
pl: Dalej
pt_br: Próximo
ru: Далее
sk: Ďalej
sv: Nästa
tr: İleri
uk: Далі
zh_cn: 下一步

source: A username must only contain lowercase letters and numbers, without spaces
ckb: ناوی بەکار‌هێنەر دەبێت تەنها لە پیتە بچوکەکان و ژمارەکان پێکبێت، بەبێ بۆشایی
de: Ein Benutzername darf nur Kleinbuchstaben und Ziffern enthalten, nicht aber Leerzeichen
es: El nombre de usuario solo puede contener letras minúsculas o números, sin espacios
fi: Käyttäjätunnus voi sisältää vain pieniä kirjaimia ja numeroita ilman välilyöntejä
fr: Le nom d'utilisateur ne peut contenir que des lettres minuscules et des nombres, mais pas d'espaces
he: שם המשתמש יכול להכיל אותיות לטיניות קטנות ומספרים בלבד, ללא רווחים
id: Nama pengguna harus berisi huruf kecil dan angka, tanpa spasi
ko: 사용자 이름은 여백 없이 소문자와 숫자로만 구성할 수 있습니다
pl: Nazwa użytkownika musi zawierać tylko małe litery i cyfry, bez spacji
sk: Používateľské meno môže obsahovať iba malé písmená a čísla, bez medzier
th: ชื่อผู้ใช้จะต้องประกอบด้วยตัวอักษรและตัวเลขเล็กโดยไม่มีช่องว่าง

source: Initial Setup could not create your user. Without it, you will not be able to log in and may need to reinstall the OS.
th: โปรแกรมติดตั้งไม่สามารถที่จะสร้างบัญชีผู้ใช้ได้. หากไม่มีบัญชีผู้ใช้, คุณจะไม่สามารถเข้าสู้ระบบได้และอาจจะต้องทำการติดตั้งใหม่

source: Creating User '%s' Failed
th: การสร้างบัญชีผู้ใช้ '%s' ล้มเลว

source: No Permission to Create User '%s'
th: ไม่มีสิทธิ์ในการสร้างบัญชีผู้ใช้ '%s'
