Repository: elementary/initial-setup
Catalog: po/*.po
Languages: ckb, cs, de, es, fa, fi, fr, he, id, ko, lb, nl, nn, pl, pt_br, ru, sk, sv, th, tr, uk, zh_cn

source: Create a User
ckb: دروستکردنی بەکارهێنەرێک
cs: Vytvořit uživatele
de: Benutzerkonto erstellen
es: Crear un usuario
fa: ایجاد یک کاربر
fi: Luo käyttäjä
fr: Créer un compte utilisateur
he: יצירת משתמש
id: Buat sebuah Pengguna
ko: 사용자 계정 만들기
lb: Benotzerkont schafen
nl: Gebruiker aanmaken
nn: Opprett ein brukar
pl: Utwórz konto użytkownika
pt_br: Crie um usuário
ru: Создать пользователя
sk: Vytvoriť používateľský účet
sv: Skapa en användare
th: สร้างบัญชีผู้ใช้
tr: Kullanıcı Oluştur
uk: Створити користувача
zh_cn: 新建用户

source: Default
ckb: بنەڕەت
cs: Výchozí
de: Vorgabe
es: Predeterminada
fa: پیشفرض
fi: Oletus
fr: Par défaut
he: בררת מחדל
id: Konfigurasi Awal
ko: 기본
lb: Standard
nl: Standaard
nn: Standard
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sk: Predvolený
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: Типовий
zh_cn: 默认

source: Create an Account
ckb: دروستکدنی هەژمارێک
cs: Vytvořit účet
de: Konto erstellen
es: Crear una cuenta
fa: ساخت حساب
fi: Luo tili
fr: Créer un compte
he: יצירת חשבון
id: Buat Akun
ko: 계정 만들기
lb: Konto schafen
nl: Account aanmaken
nn: Opprett ein konto
pl: Utwórz konto
pt_br: Criar uma conta
ru: Создать учётную запись
sk: Vytvoriť účet
sv: Skapa ett konto
th: สร้างบัญชีผู้ใช้
tr: Hesap Oluştur
uk: Створити обліковий запис
zh_cn: 新建账户

source: Full Name
ckb: ناوی تەواو
cs: Celé jméno
de: Voller Name
es: Nombre completo
fa: نام کامل
fi: Koko nimi
fr: Nom complet
he: שם מלא
id: Nama Lengkap
ko: 이름
lb: Voll Numm
nl: Volledige naam
nn: Fullt namn
pl: Imię i nazwisko
pt_br: Nome completo
ru: Полное имя
sk: Celé meno
sv: Fullständiga namn
th: ชื่อเต็ม
tr: Tam Ad
uk: Повне ім'я
zh_cn: 全名

source: Username
ckb: ناوی بەکارهێنەر
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
id: Nama Pengguna
ko: 사용자 이름
lb: Benotzernumm
nl: Gebruikersnaam
nn: Brukarnamn
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sk: Používateľské meno
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім'я користувача
zh_cn: 用户名

source: Choose a Password
ckb: تێپەڕەوشەیەک هەڵبژێرە
cs: Zvolte si heslo
de: Passwort wählen
es: Elija una contraseña
fa: انتخاب رمز عبور
fi: Valitse salasana
fr: Choisissez un mot de passe
he: נא לבחור ססמה
id: Pilih Kata Sandi
ko: 비밀번호 설정
lb: Passwuert wielen
nl: Kies een wachtwoord
nn: Vel eit passord
pl: Wybierz hasło
pt_br: Escolha uma senha
ru: Выберите пароль
sk: Zvoľte heslo
sv: Välj ett lösenord
th: ตั้งรหัสผ่าน
tr: Bir Parola Seçin
uk: Оберіть пароль
zh_cn: 选择密码

source: Confirm Password
ckb: دووبارە تێپەڕەوشەکە بنووسەوە بۆ دڵنیابوونەوە
cs: Potvrďte heslo
de: Passwort bestätigen
es: Confirmar contraseña
fa: تایید کلمه عبور
fi: Vahvista salasana
fr: Confirmez le mot de passe
he: אימות ססמה
id: Konfirmasi Kata Sandi
ko: 비밀번호 확인
lb: Passwuert confirméieren
nl: Wachtwoord bevestigen
nn: Stadfest passord
pl: Potwierdź hasło
pt_br: Confirmar a Senha
ru: Подтвердите пароль
sk: Potvrďte heslo
sv: Bekräfta lösenord
th: ยืนยันรหัส
tr: Parolayı Onayla
uk: Підтвердити пароль
zh_cn: 确认密码

source: Device name
ckb: ناوی ئامێر
cs: Název zařízení
de: Gerätename
es: Nombre del equipo
fa: نام دستگاه
fi: Laitteen nimi
fr: Nom de l'appareil
he: שם המכשיר
id: Nama perangkat
ko: 장치 이름
lb: Apparatnumm
nl: Computernaam
nn: Namn på eininga
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sk: Názov zariadenia
sv: Enhetsnamn
tr: Cihaz adı
uk: Назва пристрою
zh_cn: 设备名称

source: Visible to other devices when sharing, e.g. with Bluetooth or over the network.
ckb: ئەم ناوە بۆ ئامێرەکانی تر لە کاتی هاوبەشکردندا دەبینرێت، بۆ نموونە. بە بلوتوز یان لە ڕێگەی تۆڕەوە پەیوەندی دەبەستیت.
cs: Viditelné pro ostatní zařízení při sdílení, např. přes Bluetooth nebo síť.
de: Sichtbar für andere Geräte bei der Freigabe, z. B. mit Bluetooth oder über das Netzwerk.
es: Visible para otros dispositivos al compartir, p. ej. con Bluetooth o en la red.
fa: هنگام اشتراک‌گذاری برای دستگاه‌های دیگر قابل مشاهده است، به عنوان مثال. با بلوتوث یا از طریق شبکه.
fi: Näkyvissä muille laitteille esimerkiksi Bluetooth- ja verkkojaoissa.
fr: Visible des autres appareils lors du partage, par ex. avec le Bluetooth ou sur le réseau.
he: גלוי למכשירים אחרים בעת שיתוף, למשל עם Bluetooth או דרך הרשת.
id: Dapat dilihat oleh perangkat lain pada saat contoh menggunakan Bluetooth atau melalui jaringan.
ko: 공유할 때 다른 장치에서 볼 수 있습니다, 예) 블루투스나 네트워크에서.
lb: Siichtbar fir aner Apparater beim Deelen, z.B. mat Bluetooth oder iwwer dem Netz.
nl: Zichtbaar voor andere apparaten wanneer je bestanden deelt, bijvoorbeeld via Bluetooth of over het netwerk.
nn: Blir vist for andre eininger når du delar med til dømes Bluetooth eller andre nettverk.
pl: Widoczny dla innych urządzeń podczas udostępniania, np. za pomocą Bluetooth lub przez sieć.
pt_br: Visível para outros dispositivos quando compartilhar, por exemplo, com Bluetooth ou na rede.
ru: Видимая для других устройств при совместном использовании, например, с помощью Bluetooth или по сети.
sk: Viditeľné pre iné zariadenia počas zdieľania, napríklad cez Bluetooth či sieť.
sv: Synlig för andra enheter vid delning, t.ex. med Bluetooth eller via nätverket.
tr: Bluetooth veya ağ üzerinden paylaşım yaparken diğer cihazlar tarafından görülebilir.
uk: Видима для інших пристроїв під час спільного користування, наприклад через Bluetooth або через мережу.
zh_cn: 共享时对其他设备可见，例如通过蓝牙或网络。

source: Unable to setup Hostname interface: %s
es: No se pudo establecer una interfaz con el nombre de host: «%s»
fa: تنظیم رابط نام میزبان: %s امکان پذیر نیست
fr: Impossible de configurer le nom d'hôte de l'interface : %s
he: לא ניתן להגדיר מנשק שם מארח: %s
id: Tidak dapat menetapkan antarmuka Nama Host: %s
lb: Den Hostnumm-Interface kann net konfiguréiert ginn: %s
nl: Kon hostnaam-interface niet instellen: %s
nn: Klarte ikkje å setta opp grensesnitt for vertsnavnet: %s
pl: Nie można ustawić interfejsu nazwy hosta: %s
pt_br: Não foi possível configurar a interface do nome da máquina: %s
ru: Не удалось установить название хоста «%s»
sk: Nepodarilo sa nastavenie prostredia názvu hostiteľa: %s
sv: Det går inte att konfigurera Hostname-gränssnittet: %s
tr: Ana Bilgisayar Adı arabirimi ayarlanamıyor: %s
uk: Не вдалося налаштувати інтерфейс назви хосту: %s
zh_cn: 无法设置主机名：%s

source: Back
ckb: گەڕانەوە
cs: Zpět
de: Zurück
es: Atrás
fa: بازگشت
fi: Takaisin
fr: Précédent
he: חזרה
id: Kembali
ko: 뒤로
lb: Zréck
nl: Terug
nn: Tilbake
pl: Cofnij
pt_br: Voltar
ru: Назад
sk: Späť
sv: Tillbaka
tr: Geri
uk: Назад
zh_cn: 返回

source: Finish Setup
ckb: تەواوکردنی دامەزراندن
cs: Dokončit nastavení
de: Einrichtung abschließen
es: Finalizar configuración
fa: اتمام نصب
fi: Viimeistele määritykset
fr: Terminer la configuration
he: סיום ההתקנה
id: Selesaikan Penyiapan
ko: 설정 끝내기
lb: Setup fäerdeg maachen
nl: Installatie voltooien
nn: Fullfør oppsett
pl: Zakończ ustawienia
pt_br: Finalizar configuração
ru: Завершить установку
sk: Dokončiť nastavenie
sv: Slutför installation
th: เสร็จสิ้นการติดตั้ง
tr: Kurulumu Bitir
uk: Завершити встановлення
zh_cn: 完成设置

source: Acceptable password
nl: Aanvaardbaar wachtwoord
sv: Acceptabelt lösenord
uk: Прийнятний пароль

source: Good password
nl: Goed wachtwoord
sv: Bra lösenord
uk: Хороший пароль

source: Great password
nl: Geweldig wachtwoord
sv: Bra lösenord
uk: Чудовий пароль

source: Passwords do not match
ckb: تێپەڕەوشەکان هاوتا نین
cs: Zadání hesla se neshodují
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
he: הססמאות אינן תואמות
id: Kata sandi tidak cocok
ko: 비밀번호가 맞지 않습니다
lb: Passwierder passen net
nl: Wachtwoorden komen niet overeen
nn: Passorda samsvarar ikkje
pl: Hasła do siebie nie pasują
pt_br: Senhas não coincidem
ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sv: Lösenorden stämmer inte överens med varandra
th: รหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються
zh_cn: 密码不匹配

source: Passwords match
nl: Wachtwoorden komen overeen
sv: Lösenorden stämmer överens
uk: Паролі збігаються

source: The chosen username is already taken
ckb: ناوی بەکارهێنەری هەڵبژێردراو پێشتر گیراوە
cs: Zvolené uživatelské jméno už je obsazené
de: Benutzername ist bereits vergeben
es: El nombre de usuario ya está en uso
fa: این نام کاربری قبلا گرفته شده است
fi: Valittu käyttäjätunnus on jo käytössä
fr: Le nom d'utilisateur est déjà pris
he: שם המשתמש שנבחר כבר תפוס
id: Nama pengguna yang dipilih telah digunakan
ko: 사용자 이름이 이미 사용 중입니다
lb: Benotzernumm ass scho benotzt
nl: Deze gebruikersnaam wordt al gebruikt
nn: Det valte brukarnamnet er allereie teke
pl: Wybrana nazwa użytkownika jest już zajęta
pt_br: O nome de usuário escolhido está sendo utilizado
ru: Выбранное имя пользователя уже занято
sk: Zvolené používateľské meno je už obsadené
sv: Det valda användarnamnet är redan upptaget
th: ชื่อผู้ใช้นี้มีอยู้ในระบบแล้ว
tr: Bu kullanıcı adı zaten alınmış
uk: Вибране ім'я користувача вже використовується
zh_cn: 用户名已存在

source: A username must only contain lowercase letters, numbers, hyphens, and underscores, without spaces
fa: نام کاربری باید فقط شامل حروف کوچک، اعداد، خط تیره و زیرخط باشد و بدون فاصله باشد
nl: Een gebruikersnaam mag alleen kleine letters. cijfers, koppeltekens en onderstrepingstekens bevatten, zonder spaties
pt_br: Um nome de usuário deve conter apenas letras minúsculas, números, hifens e sublinhados, sem espaços
ru: Имя пользователя может содержать только строчные буквы цифры, дефисы и нижние подчёркивания, без пробелов
sv: Ett användarnamn får endast innehålla gemener, siffror, bindestreck och understreck, utan mellanslag
uk: Ім'я користувача повинно містити лише малі букви, цифри, дефіси та підкреслення без пробілів

source: Creating an account for “%s” failed
cs: Vytváření účtu pro „%s“ selhalo
de: Erstellen eines Benutzerkontos für »%s« fehlgeschlagen
es: No se pudo crear una cuenta para «%s»
fa: ایجاد حساب برای «%s» ناموفق بود
fi: Tilin luominen käyttäjälle “%s” epäonnistui
fr: La création d'un compte pour « %s » a échoué
he: יצירת חשבון עבור „%s” נכשלה
id: Membuat akun untuk “%s” gagal
lb: Konnt net e Benotzerkont fir »%s« schafen
nl: Aanmaken van een account voor “%s” is mislukt
nn: Ein feil skjedde når konto "%s" skulle settast opp
pl: Tworzenie konta dla „%s” nie powiodło się
pt_br: Criação da conta para "%s" falhou
ru: Не удалось создать учётную запись «%s»
sk: Vytvorenie účtu pre „%s“ sa nepodarilo
sv: Det gick inte att skapa ett konto för "%s"
tr: “%s” için hesap oluşturma başarısız oldu
uk: Не вдалося створити обліковий запис для «%s»
zh_cn: 为 “%s” 创建账号失败

source: Couldn't get permission to create an account for “%s”
cs: Nepodařilo se získat oprávnění k vytvoření účtu pro „%s“
de: Keine Berechtigung, ein Benutzerkonto für »%s« zu erstellen
es: No se tienen permisos para crear una cuenta para «%s»
fa: مجوز ایجاد حساب برای «%s» دریافت نشد
fi: Ei saatu oikeutta luoda tiliä käyttäjälle “%s”
fr: Impossible d'obtenir la permission pour créer un compte pour « %s »
he: לא ניתן לקבל את ההרשאות ליצירת חשבון עבור „%s”
id: Tidak bisa mendapatkan izin untuk membuat akun untuk “%s”
lb: Keng Erlaabnis fir e Benotzerkont fir »%s« ze schafen
nl: Kon geen toegangsrechten verschaffen om een account voor “%s” aan te maken
nn: Fekk ikkje godkjenning for å laga ein konto til "%s"
pl: Nie udało się uzyskać uprawnień do stworzenia konta dla „%s”
pt_br: Não foi possível obter permissão para criar uma conta para “%s”
ru: Не удалось получить разрешение на создание учётной записи для «%s»
sk: Nepodarilo sa získať povolenie na vytvorenie účtu pre „%s“
sv: Det gick inte att få tillstånd att skapa ett konto för "%s"
tr: “%s” için bir hesap oluşturma izni alınamadı
uk: Неможливо отримати дозвіл на створення облікового запису для «%s»
zh_cn: 没有权限为 “%s” 创建账号

source: Couldn't get permission to name this device “%s”
cs: Nepodařilo se získat oprávnění k pojmenování tohoto zařízení „%s“
de: Keine Berechtigung, dieses Gerät »%s« zu nennen
es: No se tienen permisos para nombrar «%s» a este equipo
fa: نمی‌توان اجازه نام‌گذاری این دستگاه را «%s» دریافت کرد
fi: Ei saatu oikeutta asettaa laitteelle nimeksi “%s”
fr: Impossible d'obtenir la permission de nommer cet appareil « %s »
he: לא ניתן לקבל הרשאות לתת את השם „%s” להתקן הזה
id: Tidak bisa mendapatkan izin untuk menamai perangkat ini “%s”
lb: Keng Erlaabnis fir dësen Apparat »%s« ze nennen
nl: Kon geen toegangsrechten verschaffen om het apparaat “%s” te noemen
nn: Fekk ikkje godkjenning for å gje navn til eininga "%s"
pl: Nie udało się uzyskać uprawnień do nazwania tego urządzenia „%s”
pt_br: Não foi possível obter permissão para nomear este dispositivo como “%s”
ru: Не удалось получить разрешение на установку имени «%s» этому устройству
sk: Nepodarilo sa získať povolenie na pomenovanie tohto zariadenia „%s“
sv: Kunde inte få tillstånd att namnge den här enheten "%s"
tr: Bu cihazı “%s” olarak adlandırmak için izin alınamadı
uk: Неможливо отримати дозвіл, щоб назвати ций пристрій «%s»
zh_cn: 无法获取更改此设备名称 “%s” 的权限

source: Unable to name this device “%s”
cs: Nepovedlo se nastavit pojmenování zařízení "%s"
de: Dieses Gerät »%s« zu nennen nicht möglich
es: No se pudo nombrar «%s» a este equipo
fa: نمی توان نام این دستگاه را "%s" گذاشت
fi: Laitteen nimeäminen muotoon “%s” ei onnistu
fr: Impossible de nommer cet appareil « %s »
he: לא ניתן לתת את השם „%s” להתקן הזה
id: Tidak dapat menamai perangkat ini “%s”
lb: Kann dësen Apparat net »%s« nennen
nl: Kon dit apparaat niet “%s” noemen
nn: Kan ikkje gje "%s" som navn til eininga
pl: Nie udało się nazwać tego urządzenia „%s”
pt_br: Não foi possível nomear este dispositivo como “%s”
ru: Не удалось установить имя «%s» этому устройству
sk: Pomenovanie tohto zariadenia „%s“ sa nepodarilo
sv: Det går inte att namnge den här enheten "%s"
tr: Bu cihaz “%s” olarak adlandırılamıyor
uk: Неможливо назвати цей пристрій «%s»
zh_cn: 无法命名此设备 “%s”

source: Initial Setup could not set your hostname.
ckb: دامەزراندنی سەرەتایی نەیتوانی ناوی هۆستەکەت ڕێکبخات.
cs: V prvotním nastavení se nepodařilo nastavit název vašeho počítače.
de: Die Ersteinrichtung konnte Ihren Gerätenamen nicht festlegen.
es: Configuración Inicial no pudo establecer su nombre de host.
fa: راه اندازی اولیه نتوانست نام میزبان شما را تنظیم کند.
fi: Alkuasetukset ei voinut asettaa laitenimeä.
fr: La configuration initiale n'a pas pu définir votre nom d'hôte.
he: ההתקנה הראשונית לא הצליחה להגדיר את שם המארח שלך.
id: Pengaturan Awal tidak dapat menyetel nama host anda.
ko: 초기 설정에서 호스트 이름을 설정할 수 없습니다.
lb: Den initialen Setup konnt Ären Hostnumm net astellen.
nl: Het opzetprogramma kon uw hostnaam niet instellen.
nn: Fyrstegongsoppsett kunne ikkje setta eit vertsnavn.
pl: Instalator nie mógł ustawić twojej nazwy hosta.
pt_br: O instalador não conseguiu definir o seu nome do host.
ru: Начальная установка не может установить ваше название хоста.
sk: Prvotnému nastaveniu sa nepodarilo nastaviť váš názov hostiteľa.
sv: Initial Setup kunde inte ställa in ditt värdnamn.
tr: İlk Kurulum, ana bilgisayar adınızı ayarlayamadı.
uk: Встановлювач не може встановити вашу назву хосту.
zh_cn: 初始化安装无法设置您的主机名。

source: Initial Setup could not create this account. Without it, you will not be able to log in and may need to reinstall the OS.
cs: V prvotním nastavení se nepodařilo vytvořit tento uživatelský účet. Bez něj se nebudete moci přihlásit a možná bude třeba operační systém přeinstalovat.
de: Dieses Benutzerkonto konnte nicht erstellt werden. Ohne Konto können Sie sich nicht anmelden und müssen daher möglicherweise das Betriebssystem neu installieren.
es: Configuración Inicial no pudo crear una cuenta de usuario. Sin ella, no podrá acceder al sistema y quizá tenga que reinstalarlo.
fa: راه‌اندازی اولیه نمی تواند این حساب را ایجاد کند. بدون آن، نمی توانید وارد سیستم شوید و ممکن است نیاز به نصب مجدد سیستم عامل داشته باشید.
fi: Alkuasetukset ei voinut luoda tätä tiliä. Ilman sitä et pysty sisäänkirjautumaan, joten käyttöjärjestelmän uudelleenasennus saattaa olla tarpeen.
fr: La configuration initiale n'a pas pu créer ce compte. Sans cela, vous ne pourrez pas vous connecter et aurez peut-être besoin de réinstaller le système d'exploitation.
he: ההתקנה הראשונית לא הצליחה ליצור את החשבון הזה. ללא החשבון, לא תהיה לך אפשרות להיכנס ויהיה עליך להתקין את מערכת ההפעלה מחדש.
id: Pengaturan Awal tidak dapat membuat pengguna ini. Tanpanya, Anda tidak dapat masuk dan kemungkinan perlu memasang ulang Sistem Operasi.
lb: Den initialen Setup konnt dëse Kont net schafen. Ouni dat, kënnt Dir net aloggen an Dir musst vläicht den OS nei installéieren.
nl: Opzetprogramma kon het gebruikersaccount niet aanmaken. Zonder deze gebruiker kunt u niet inloggen en moet u mogelijk het besturingssysteem opnieuw installeren.
nn: Fyrstegongsoppsett kunne ikkje laga denne brukaren. Utan ein brukar vil du ikkje kunna logga inn, og du blir kanskje nøydd til å installera operativsystemet på nytt.
pl: Instalator nie mógł utworzyć tego konta. Bez niego, nie będziesz w stanie się zalogować i możesz musieć zainstalować system ponownie.
pt_br: O instalador não conseguiu criar esta conta. Sem ele, você não poderá iniciar uma sessão e é possível que necessite reinstalar o sistema operacional.
ru: Начальной настройке не удалось создать учётную запись. Без неё вы не сможете войти в систему и, вероятно, вам придётся переустановить ОС.
sk: V prvotnom nastavení sa nepodarilo vytvoriť tento účet. Bez neho sa nebudete môcť prihlásiť a možno bude potrebné preinštalovať operačný systém.
sv: Den initiala installationen kunde inte skapa detta konto. Utan det kommer du inte att kunna logga in och kan behöva installera om operativsystemet.
tr: İlk Kurulum bu hesabı oluşturamadı. Bu hesap olmadan oturum açamazsınız ve işletim sistemini yeniden kurmanız gerekebilir.
uk: Встановлювачу не вдалося створити цей обліковий запис. Без нього ви не зможете ввійти та, можливо, доведеться перевстановити ОС.
zh_cn: 初始设置无法创建此账户。若缺少此账户，您将无法登入设备，还可能需要重新安装系统。

source: Select Keyboard Layout
ckb: ڕووکاری تەختەکلیل دیاریبکە
cs: Vyberte rozložení klávesnice
de: Tastaturbelegung wählen
es: Seleccionar distribución del teclado
fa: انتخاب چیدمان صفحه کلید
fi: Valitse näppäimistön asettelu
fr: Sélectionner la disposition du clavier
he: בחירת פריסת מקלדת
id: Pilih Tata Letak Papan Ketik
ko: 키보드 레이아웃 선택
lb: Tastaturlayout wielen
nl: Selecteer toetsenbordindeling
nn: Vel tastaturoppsett
pl: Wybierz układ klawiatury
pt_br: Selecione o layout do teclado
ru: Выберите раскладку клавиатуры
sk: Vyberte rozloženie klávesnice
sv: Välj tangentbordslayout
tr: Klavye Düzeni Seçin
uk: Виберіть розкладку клавіатури
zh_cn: 选择键盘布局

source: Type to test your layout
ckb: لێرە بنووسە بۆ تاقیکردنەوەی ڕووکاری تەختەکلیلەکەت
cs: Vyzkoušejte rozložení klávesnice psaním
de: Text eingeben zum Ermitteln Ihrer Tastaturbelegung
es: Escriba para probar la distribución
fa: برای امتحان چیدمان تان چیزی بنویسید
fi: Kirjoita testataksesi näppäimistön asettelua
fr: Écrivez pour essayer la disposition du clavier
he: יש להקליד כדי לבדוק את הפריסה שלך
id: Ketik untuk menguji tata letak Anda
ko: 타이핑해서 키보드 배치를 확인해보세요
lb: Typt fir Äre Layout ze testen
nl: Typ om uw indeling uit te proberen
nn: Skriv for å teste oppsettet ditt
pl: Napisz, aby wypróbować swój układ
pt_br: Digite para testar seu layout
ru: Проверьте вашу раскладку здесь
sk: Píšte pre otestovanie vášho rozloženia
sv: Skriv för att kontrollera din uppsättning
th: พิมพ์เพื่อทดสอบเค้าโครงแป้นพิมพ์ของคุณ
tr: Düzeni test etmek için yazın
uk: Введіть щось для перевірки розкладки
zh_cn: 输入以测试布局

source: Show keyboard layout
ckb: پشاندانی ڕووکاری تەختەکلیل
cs: Zobrazit rozložení klávesnice
de: Tastaturbelegung zeigen
es: Mostrar distribución del teclado
fa: نمایش چیدمان صفحه کلید
fi: Näytä näppäimistön asettelu
fr: Afficher la disposition du clavier
he: הצגת פריסת המקלדת
id: Tampilkan tata letak papan ketik
ko: 키보드 레이아웃 보기
lb: Tastaturlayout weisen
nl: Toon toetsenbordindeling
nn: Vis tastaturoppsett
pl: Pokaż układ klawiatury
pt_br: Mostrar layout de teclado
ru: Показать раскладку клавиатуры
sk: Zobraziť rozloženie klávesnice
sv: Visa tangentbordsuppsättning
th: แสดงเค้าโครงแป้นพิมพ์
tr: Klavye düzenini göster
uk: Показати розкладку клавіатури
zh_cn: 显示键盘布局

source: Select
ckb: دیاریکردن
cs: Vybrat
de: Auswählen
es: Seleccionar
fa: انتخاب
fi: Valitse
fr: Sélectionner
he: בחירה
id: Pilih
ko: 선택
lb: Auswielen
nl: Selecteer
nn: Vel
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
sk: Vybrať
sv: Välj
th: เลือก
tr: Seç
uk: Вибрати
zh_cn: 选择

source: Input Language
ckb: زمانی بەکارهێنان
cs: Jazyk vstupu z klávesnice
de: Eingabesprache
es: Idioma de entrada
fa: زبان ورودی
fi: Syötekieli
fr: Langue d'entrée
he: שפת קלט
id: Bahasa Masukan
ko: 입력 언어
lb: Input Sprooch
nl: Invoertaal
nn: Inndataspråk
pl: Wpisz język
pt_br: Idioma de Entrada
ru: Язык ввода
sk: Vstupný jazyk
sv: Inmatningsspråk
th: ภาษาที่ป้อน
tr: Giriş Dili
uk: Мова введення
zh_cn: 输入语言

source: Languages
ckb: زمانەکان
cs: Jazyky
de: Sprachen
es: Idiomas
fa: زبان ها
fi: Kielet
fr: Langues
he: שפות
id: Bahasa
ko: 언어
lb: Sproochen
nl: Talen
nn: Språk
pl: Języki
pt_br: Idiomas
ru: Языки
sk: Jazyky
sv: Språk
th: ภาษา
tr: Diller
uk: Мови
zh_cn: 语言

source: Use the right mouse button for primary click?
ckb: بەکارهێنای دوگمەی لای ڕاستی ماوس بۆ کرتەی سەرەکی؟
cs: Použít pravé tlačítko myši pro akce kliknutí původně levým tlačítkem?
de: Rechte Maustaste für den primärem Klick verwenden?
es: ¿Usar el botón derecho del ratón como el clic principal?
fa: از دکمه سمت راست ماوس برای کلیک اولیه استفاده کنید؟
fi: Haluatko käyttää hiiren oikeaa painiketta ensisijaisena napsautuksena?
fr: Utiliser le bouton droit de la souris pour le clic principal ?
he: להשתמש בלחצן העכבר הימני ללחיצה עיקרית?
id: Gunakan tombol kanan mouse untuk klik utama?
ko: 기본 클릭으로 마우스 오른쪽 버튼을 사용하시겠습니까?
lb: Benotzt déi riets Maus Knäppchen fir primär Klick?
nl: De rechter muisknop gebruiken als primaire muisklik?
nn: Vil du bruka høgretrykk som hovedtrykk?
pl: Używać prawego przycisku myszy jako głównego?
pt_br: Usar o botão direito do mouse para o clique principal?
ru: Использовать правую кнопку мыши как основную?
sk: Nastaviť pravé tlačidlo myši ako primárne tlačidlo?
sv: Använda höger musknapp för primärt klick?
tr: Birincil tıklama için sağ fare düğmesi kullanılsın mı?
uk: Використовувати праву кнопку миші основною?
zh_cn: 使用鼠标右键进行主要点击？
