Repository: elementary/initial-setup
Catalog: po/lg.po
Languages: lg

source: Default
lg: Esokelwako

source: Create an Account
lg: Gula wo akawunti

source: Full Name
lg: Erinnya mu juvu

source: Username
lg: Erinnya eri kozebwa

source: Choose a Password
lg: Tekamu pasiwadi

source: Confirm Password
lg: Kakasa pasiwadi

source: Back
lg: Emabegga

source: Finish Setup
lg: Maliriza okutegekka Sofutiweya

source: Passwords do not match
lg: Pasiwadi tezifanana

source: Type to test your layout
lg: Nnyiga ennyukuta okugezessa kiboodi yo

source: Show keyboard layout
lg: Lagga empanga ya kiboodi

source: Select
lg: Londa

source: Input Language
lg: Olulimi olukozesebwa

source: Languages
lg: Enimi

source: Select a Language
lg: Londa olulimi

source: Currently active language
lg: Olulimi olulikozesebwa
